import React from 'react';
import './MainPage.css'; 

function MainPage() {
  return (
    <body>
      <div className="main-page">
      <h1>Добро пожаловать на StudyBuddy Lang!</h1>
      <p className="welcome-text">Ищете собеседника для практики иностранного языка? Теперь это проще, чем кажется! 
        Считайте, что вы нашли напарника для общения на самые увлекательные темы — хэллоуинские вечеринки, любимые сериалы, японская культура
         или любые другие интересы, которые вы захотели бы обсудить. Развивайте свои навыки через разные активности, 
         обменивайтесь идеями в отзывах и расширяйте кругозор, открывая для себя мир вместе с вашим новым “study buddy”! 
         А чтобы учиться было еще увлекательнее, мы добавили инструменты для игр и совместных заданий — начните уже сегодня!</p>
      </div>
    </body>
    
  );
}

export default MainPage;
